export default {
  '2020-01-01': {
    isMain: true,
    shortTitle: '元旦',
    title: '元旦'
  },
  '2020-01-24': {
    isMain: true,
    shortTitle: '除夕',
    title: '除夕'
  },
  '2020-01-25': {
    isMain: true,
    shortTitle: '春节',
    title: '春节'
  },
  '2020-01-26': {
    title: '春节假期'
  },
  '2020-01-27': {
    title: '春节假期'
  },
  '2020-01-28': {
    title: '春节假期'
  },
  '2020-01-29': {
    title: '春节假期'
  },
  '2020-01-30': {
    title: '春节假期'
  },
  '2020-04-04': {
    isMain: true,
    shortTitle: '清明',
    title: '清明节'
  },
  '2020-04-05': {
    title: '清明节假期'
  },
  '2020-04-06': {
    title: '清明节假期'
  },
  '2020-05-01': {
    isMain: true,
    shortTitle: '劳动',
    title: '劳动节'
  },
  '2020-05-02': {
    title: '劳动节假期'
  },
  '2020-05-03': {
    title: '劳动节假期'
  },
  '2020-05-04': {
    title: '劳动节假期'
  },
  '2020-05-05': {
    title: '劳动节假期'
  },
  '2020-06-25': {
    isMain: true,
    shortTitle: '端午',
    title: '端午节'
  },
  '2020-06-26': {
    title: '端午节假期'
  },
  '2020-06-27': {
    title: '端午节假期'
  },
  '2020-10-01': {
    isMain: true,
    shortTitle: '国庆',
    title: '国庆节、中秋节'
  },
  '2020-10-02': {
    title: '国庆节、中秋节假期'
  },
  '2020-10-03': {
    title: '国庆节、中秋节假期'
  },
  '2020-10-04': {
    title: '国庆节、中秋节假期'
  },
  '2020-10-05': {
    title: '国庆节、中秋节假期'
  },
  '2020-10-06': {
    title: '国庆节、中秋节假期'
  },
  '2020-10-07': {
    title: '国庆节、中秋节假期'
  },
  '2020-10-08': {
    title: '国庆节、中秋节假期'
  }
};
